Repository: kawad852/sportk
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Login
ar: تسجيل الدخول

source: Cancel
ar: إلغاء

# generalError
source: Oops, Something went wrong !
ar: عذرًا، حدث خطأ!

source: Required field
ar: حقل مطلوب

source: Invalid email
ar: بريد إلكتروني غير صالح

source: Invalid number
ar: رقم غير صالح

# cont
source: Continue
ar: متابعة

source: Confirm
ar: تأكيد

source: Add
ar: إضافة

# networkError
source: Internet Connection Error
ar: خطأ في اتصال الإنترنت

# makeSureYouAreConnectedToInternet
source: Make sure you are connected to the Internet and try again
ar: تأكد من أنك متصل بالإنترنت وحاول مرة أخرى

source: Retry
ar: إعادة المحاولة

source: Ok
ar: موافق

source: Invalid credentials
ar: بيانات الاعتماد غير صالحة

# appName
source: iBear
ar: EAscore

source: Get started
ar: ابدأ

source: Guest
ar: زائر

# conWithGoogle
source: Continue with Google
ar: المتابعة باستخدام Google

# conWithApple
source: Continue with Apple
ar: المتابعة باستخدام Apple

# conWithAPhone
source: Continue with Phone
ar: المتابعة باستخدام الهاتف

source: Discover
ar: اكتشف

# generalErrorTitle
source: Something Went Wrong
ar: حدث خطأ ما

# generalErrorBody
source: An unexpected error occurred. Please try again later or contact support.
ar: حدث خطأ غير متوقع. يرجى المحاولة مرة أخرى لاحقًا أو الاتصال بالدعم.

# connectionErrorTitle
source: Connection Error
ar: خطأ في الاتصال

# connectionErrorBody
source: Unable to reach the server. Please check your internet connection and try again.
ar: تعذر الوصول إلى الخادم. يرجى التحقق من اتصالك بالإنترنت والمحاولة مرة أخرى.

# serverErrorTitle
source: Data Unavailable
ar: البيانات غير متوفرة

# serverErrorBody
source: We're currently having trouble retrieving data from the server. Please try again later.
ar: نواجه حاليًا مشكلة في استرداد البيانات من الخادم. يرجى المحاولة مرة أخرى لاحقًا.

# authFailed
source: Your account has been suspended due to unusual activities
ar: تم حظر حسابك بسبب أنشطة مخالفة

source: Next
ar: التالي

source: Skip
ar: تخطي

source: Follow your team
ar: تابع فريقك

# clubSearchHint
source: Search for a club or league
ar: ابحث عن نادي او دوري

# registrationTitle
source: Register your account
ar: سجل حسابك

# registrationBody
source: Register your account now and start collecting points that you can exchange for Google Play cards, iTunes cards, and many other great prizes
ar: سجل حسابك الآن وابدأ بجمع نقاط يمكنك استبدالها بالعديد من القسائم الرائعة

source: Register with
ar: سجل حسابك من خلال

source: Invitation code
ar: كود الدعوة

# friendsRecomend
source: Did one of your friends recommend EA Score?
ar: هل رشح لك احد اصدقائك استخدام EA Score؟

# addInvitationCode
source: Add his invitation code and get
ar: اضف كود الدعوة الخاص بك واحصل على

# point50
source: 50 points
ar: 50 نقطة

source: For you and your friend.
ar: لك ولصديقك.

# enterInvitationCode
source: Enter the invitation code here
ar: ادخل كود الدعوة هنا

source: Send
ar: ارسال

source: Back
ar: رجوع

# winner
source: W
ar: ف

# draw
source: D
ar: ت

# loser
source: L
ar: خ

source: Live
ar: مباشر

# matchEvents
source: Events
ar: احداث

source: Plan
ar: تشكيلة

source: Statistics
ar: الاحصائيات

source: Standings
ar: الترتيب

source: Team
ar: الفريق

# play
source: TP
ar: لعب

source: Goals
ar: اهداف

# differance
source: D
ar: ف

# points
source: P
ar: ن

source: Championships
ar: البطولات

source: Position
ar: المركز

source: Age
ar: العمر

source: Weight
ar: الوزن

source: Height
ar: الطول

source: year
ar: عام

source: kg
ar: كغم

source: cm
ar: سم

source: Yellow Card
ar: بطاقة صفراء

source: Red Card
ar: بطاقة حمراء

source: Assist
ar: صناعة

source: Matches
ar: المباريات

source: News
ar: الأخبار

source: Players
ar: اللاعبين

source: Next matches
ar: المباريات التالية

source: Attackers
ar: المهاجمين

source: Defenders
ar: المدافعون

source: Midline
ar: خط الوسط

# guards
source: Goalkeepers
ar: الحراس

source: Scorers
ar: الهدافين

source: Table
ar: جدول

# st
source: S
ar: ت

source: Player
ar: اللاعب

# missedPenalty
source: M.penalty
ar: جزاء.ض

# goalsPenalty
source: G.penalty
ar: جزاء.ه

# goalKeeper
source: GK
ar: حارس مرمى

# defender
source: D
ar: مدافع

# midfielder
source: M
ar: خط وسط

# attacker
source: A
ar: مهاجم

source: Unknown
ar: غير معروف

# centreBack
source: CB
ar: قلب دفاع

# defensiveMidfield
source: DM
ar: وسط مدافع

# attackingMidfield
source: AM
ar: وسط هجوم

# centreForward
source: CF
ar: قلب هجوم

# leftWing
source: LW
ar: جناح ايسر

# centralMidfield
source: CM
ar: وسط ارتكاز

# rightBack
source: RB
ar: ظهير ايمن

# leftBack
source: LB
ar: ظهير ايسر

# rightWing
source: RW
ar: جناح ايمن

# leftMidfield
source: LM
ar: وسط ايسر

# rightMidfield
source: RM
ar: وسط ايمن

# secondaryStriker
source: SS
ar: مهاجم ثانوي

source: Coach
ar: المدرب

# noStatistics
source: There are no statistics available
ar: لا يوجد احصائيات متوفرة

source: Groups
ar: المجموعات

# chatHint
source: Write your message
ar: اكتب رسالتك

source: week
ar: الاسبوع

# newReadSource
source: Read from source
ar: قراءة الخبر من المصدر

# addCommentHere
source: Add your comment here
ar: اضف تعليقك هنا

# addComment
source: Add a comment
ar: اضف تعليق

source: All comments
ar: جميع التعليقات

# newsTitleEmpty
source: No Football News Available
ar: لا تتوفر أخبار عن كرة القدم

# newsBodyEmpty
source: Check back soon for the latest updates.
ar: يبدو أنه لا توجد مقالات إخبارية عن كرة القدم متوفرة في الوقت الحالي. راجع مرة أخرى قريبًا للحصول على آخر التحديثات من عالم كرة القدم!

source: Chat
ar: الدردشة

source: More News
ar: المزيد من الاخبار

# noMatchesAtTheMoment
source: There are no matches scheduled at the moment
ar: لا يوجد مباريات مجدولة في الوقت الحالي

# noGroupsAtThisTime
source: There is no information available about the groups at this time
ar: لا توجد معلومات متاحة عن المجموعات في هذا الوقت

source: Save
ar: حفظ

source: Leagues
ar: البطولات

source: Teams
ar: الأفرقة

# favRemoveMsg
source: Would you like to remove {name} from your favorites ?
ar: هل ترغب في ازالة {name} من قائمة المفضلة ؟

source: My Wallet
ar: محفظتي

# watchAd
source: Watch an ad for
ar: شاهد اعلان مقابل

# point
source: points
ar: نقطة

source: Record points
ar: سجل النقاط

# replacementRequests
source: Swap requests
ar: طلبات الاستبدال

# copiedInvitionCode
source: The invitation code has been copied to the clipboard
ar: تم نسخ كود الدعوة الى الحافظة

# shareAppWithFriends
source: Share the application with your friends and get
ar: شارك التطبيق مع أصدقائك واحصل على

# everyRegistration
source: for every registration
ar: مقابل كل تسجيل

source: Vouchers
ar: القسائم

source: Winners
ar: الرابحين

source: Favorites
ar: المفضلة

# favEmptyTitle
source: Start Saving Your Favorites!
ar: أضف إلى مفضلتك الآن

# favEmptyBody
source: You haven't added any favorites yet. Start browsing and tap the heart icon to save your favorites for easy access later.
ar: قائمة المفضلة فارغة حاليًا. اكتشف المفضلات لديك وأضفها هنا للوصول السريع

# loginToCont
source: login to continue
ar: للمتابعة يجب تسجيل الدخول

source: Player nationality
ar: جنسية اللاعب

# playerError
source: There is no information available about this player
ar: لا توجد معلومات متاحة عن هذا اللاعب

source: Recent News
ar: أحدث الأخبار

source: Competitions News
ar: أخبار البطولات

source: Recommended News
ar: أخبار تهمك

# noStandingsInfo
source: There is no information about the league standings at the moment
ar: لا توجد معلومات حول ترتيب الدوري في الوقت الحالي

source: Predict and win
ar: توقع واربح

# predTeamWin
source: Predict the winning team and get {point} points
ar: توقع الفريق الفائز واحصل على {point} نقطة

# predResult
source: Predict the result and get {point} points
ar: توقع النتيجة واحصل على {point} نقطة

# predFirstScore
source: Predict who will score first and get {point} points
ar: توقع من سيسجل اولا واحصل على {point} نقطة

# drawText
source: Draw
ar: تعادل

source: Request Status:
ar: حالة الطلب:

source: Replaced
ar: تم الاستبدال

source: Pending
ar: قيد الانتظار

source: Rejected
ar: مرفوض

source: Voucher type:
ar: نوع القسيمة:

source: Request date:
ar: تاريخ الطلب:

# numberPoints
source: Number of points:
ar: عدد النقاط:

source: Voucher code:
ar: رمز القسيمة

# copiedVoucherCode
source: The voucher code has been copied to the clipboard
ar: تم نسخ رمز القسيمة الى الحافظة

# emptyRecordPoints
source: The record points is empty
ar: سجل النقاط فارغ

# noSwapRequests
source: There are no swap requests yet
ar: لا يوجد طلبات استبدال بعد

source: Notifications
ar: الإشعارات

source: Night mode
ar: الوضع الليلي

source: Light mode
ar: الوضع الساطع

source: Profile settings
ar: إعدادات الحساب

source: App language
ar: لغة التطبيق

source: My settings
ar: اعداداتي

source: Menu
ar: القائمة

source: Application
ar: التطبيق

source: Terms of use
ar: الشروط والأحكام

# noPointEnough
source: You do not have enough points to purchase this voucher
ar: ليس لديك نقاط كافية لشراء هذه القسيمة

# replacePoints
source: Replace your points?
ar: استبدال نقاطك؟

# pointsForVoucher
source: Do you want to replace {point} points for a {voucherName} voucher?
ar: هل تريد استبدال {point} نقطة بقسيمة {voucherName} ؟

# noVouchersAvailable
source: There are no vouchers available at this time
ar: لا يوجد قسائم متاحة في الوقت الحالي

source: FAQ
ar: الأسئلة الشائعة

source: Contact us
ar: تواصل معنا

# msgSendSuccessfully
source: Message sent successfully
ar: تم إرسال الرسالة بنجاح

# contactHeader
source: To contact the EA Score administration, please use the following form:
ar: للتواصل مع ادارة EA Score يرجى النموذج التالي :

source: Subject
ar: الموضوع

source: Message
ar: الرسالة

source: Name
ar: الإسم

source: Email
ar: البريد الألكتروني

source: Delete account
ar: حذف الحساب

# deleteAccountMsg
source: Are you sure you want to delete your account?
ar: هل أنت متأكد انك تريد حذف حسابك ؟

# accountDeletedMsg
source: Account deleted successfully
ar: تم حذف الحساب بنجاح

source: Update Successfully
ar: تم التحديث بنجاح

source: Privacy policy
ar: سياسة الخصوصية

# guestLoginMsg
source: Login/ Create account
ar: تسجيل الدخول / انشاء حساب

source: Logout
ar: تسجيل الخروج

# congratulations
source: Congratulations, you got
ar: تهانينا, لقد حصلت على

# youAndFriend
source: you and your friend
ar: انت وصديقك

# dontForgetCollect
source: don't forget to collect more to exchange them for many special vouchers
ar: لا تنس جمع المزيد لاستبدالها بالعديد من القسائم المميزة

# wrongInvitationCode
source: The invitation code entered is incorrect. Try again or skip the invitation
ar: كود الدعوة الذي تم ادخاله غير صحيح, حاول مجددا او قم بتخطي الدعوة

source: Home page
ar: الصفحة الرئيسية

# noScorerAvailable
source: No information about the scorers is available at the moment
ar: لا توجد معلومات متاحة عن الهدافين في الوقت الحالي

source: Trending Leagues
ar: بطولات رائجة

source: Shots Off Target
ar: تسديدات خارج المرمى

source: Shots Total
ar: اجمالي التسديدات

source: Shots On Target
ar: تسديدات على المرمى

source: Off Sides
ar: حالات التسلل

source: Fouls
ar: اخطاء مرتكبة

# numberSaves
source: Number of saves
ar: عدد التصديات

source: Tackles
ar: التدخلات

source: Interceptions
ar: اعتراضات

source: Passes
ar: التمريرات

source: Successful Passes
ar: التمريرات الناجحة

source: Accurate Crosses
ar: عرضيات دقيقة

source: Saves Inside Box
ar: تصديات داخل الصندوق

source: Successful Dribbles
ar: مراوغات ناجحة

source: Penalties Scored
ar: ضربات جزاء مسجلة

source: Penalties Missed
ar: ضربات جزاء ضائعة

source: Penalties Saved
ar: تصدي لضربات الجزاء

source: Minutes Played
ar: دقائق اللعب

source: Long Balls
ar: كرات طويلة

source: Through Balls
ar: كرات بينية

source: Clean Sheets
ar: شباك نظيفة

source: Goals Conceded
ar: الاهداف المستقبلة

source: Local leagues
ar: بطولات محلية

# cantPredictMatch
source: You cannot predict the result of this match now
ar: لا يمكنك توقع نتيجة هذه المباراة الآن

# successPrediction
source: Your prediction for the match has been added successfully
ar: تمت إضافة توقعاتك للمباراة بنجاح

source: Details
ar: التفاصيل

# headTwohead
source: H To H
ar: المواجهات

source: Viewers' predictions
ar: توقعات المشاهدين

# alreadyPrediction
source: You've made predictions for this match before
ar: لقد قمت بالتوقع لهذه المباراة من قبل

# makePrediction
source: Make prediction for this match and get points
ar: قم بالتوقع لهذه المباراة واحصل على نقاط

source: Start Soon
ar: ستبدأ قريبا

source: Not Started
ar: لم تبدأ بعد

# half1
source: 1st Half
ar: الشوط الأول

source: Half-Time
ar: بين الشوطين

source: Waiting Penalties
ar: في انتظار بدء ضربات الجزاء

source: Full-Time
ar: انتهت

source: Extra Time
ar: أشواط اضافية

source: Finished after extra time
ar: انتهت بعد الاشواط الاضافية

# fullAfterPenalties
source: Full-Time after penalties
ar: انتهت بعد ضربات الجزاء

source: Penalty Shootout
ar: ركلات الترجيح

source: PostPoned
ar: مؤجلة

source: Suspended
ar: معلقة

source: Cancelled
ar: ألغيت

# toAnnounced
source: To Be Announced
ar: لم تحدد بعد

source: Walk Over
ar: انتهت

source: Abandoned
ar: تستكمل في وقت لاحق

source: Delayed
ar: متأخرة لوقت لاحق

source: Awarded
ar: تم تحديد الفائز

source: Interrupted
ar: تمت مقاطعة المباراة

source: Awaiting State
ar: في انتظار حالة المباراة

source: Deleted
ar: محذوفة

source: Extra Time-Break
ar: معلقة وتستمر في وقت لاحق

# half2
source: 2nd Half
ar: الشوط الثاني

source: Home
ar: الرئيسية

source: Possession
ar: الإستحواذ

source: Corners
ar: الركنيات

# goalkeepeSaves
source: Goalkeeper saves
ar: تصديات حارس المرمى

source: Counter Attacks
ar: المرتدات

# statisticsNotAvailable
source: Statistics for the match are not yet available
ar: إحصائيات المباراة ليست متاحة بعد

# homeEmptyMatchesTitle
source: No Matches Found in {date}
ar: لا يوجد مباريات بتاريخ {date}

# homeEmptyLiveMatchesTitle
source: No Live Matches Found
ar: لا يوجد مباريات جارية حاليا

# homeEmptyMatchesBody
source: Try selecting a different date.
ar: إختر يوم آخر وحاول مرة أخرى

source: goal
ar: هدف

source: own-goal
ar: هدف في مرماه

source: Penalty Scored
ar: ركلة جزاء ناجحة

source: Penalty Missed
ar: ركلة جزاء ضائعة

# yellowRedCard
source: Second yellow
ar: صفراء ثانية

source: Penalties
ar: ضربات الجزاء

source: Goal Cancelled
ar: هدف ملغي

source: Penalty cancelled
ar: جزاء ملغية

source: Penalty confirmed
ar: تأكيد ركلة الجزاء

source: Goal confirmed
ar: تأكيد الهدف

source: Goal under review
ar: هدف قيد المراجعة

# eventsNotAvailable
source: Match events are not yet available
ar: أحداث المباراة ليست متاحة بعد

source: Assisters
ar: الصناع

# noAsisstersAvailable
source: No information about the assisters is available at the moment
ar: لا توجد معلومات متاحة عن الصناع في الوقت الحالي

# noInfoConfrontations
source: There is no information available about the confrontations
ar: لا تتوفر معلومات عن المواجهات

source: Championship
ar: البطولة

source: Stage
ar: الجولة

source: Match stadium
ar: ملعب المباراة

source: Match time
ar: وقت المباراة

source: Match date
ar: تاريخ المباراة

source: Substitutions
ar: التبديلات

source: Bench
ar: دكة البدلاء

# lineupNotAvailable
source: The match lineup is not available at this time
ar: تشكيلة المباراة غير متوفرة في الوقت الحالي

source: Replies
ar: الردود

source: Comments
ar: التعليقات

# addReply
source: Add a reply
ar: أضف رداً

source: Reply
ar: الرد

source: Live tracking
ar: تتبع مباشر
